data/app/controllers/api/v1/actions_controller.rb

      def index
        @actions = Action.order('created_at DESC')
---
SELECT "actions".* FROM "actions" ORDER BY created_at DESC

      def create
        @action = Action.new(desc: params[:desc],
                             user: params[:user],
                             date: Time.now)
        if @action.save
---
INSERT INTO "actions" ("desc", "user", "date", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["desc", "AddMateria"], ["user", 1], ["date", "2018-05-10 00:09:16.461325"], ["created_at", "2018-05-10 00:09:16.466432"], ["updated_at", "2018-05-10 00:09:16.466432"]]